{
  "Can not find %s message": "Unable to find message related to「%s」",
  "Where did you see this message from?": "Where did you see this message?",
  "Relatives pass": "Relatives forwarded",
  "Colleagues pass": "Colleagues forwarded",
  "Friend transfer": "Friends forwarded",
  "Input by yourself": "Self input",
  "Please choose to play %s> %s": "Select by typing %s> %s",
  "No one here is a message from me.": "None of the message here is from me",
  "pleaseCall": "If none of the above is correct, please type %s",
  "similarity": "Similarity",
  "chooseThis": "Select this",
  "select": "Select",
  "queryResponse": "Inquire responses related to「%s」",
  "messageYouJustSent": "Among the articles below, which is the one you sent just now?",
  "informTooSmall": "The information you provided is too little and therefore cannot conduct search in database",
  "referManual": "Please refer to user manual for correct usage",
  "cantFindOut": "Unable to find message related to「%s」",
  "whereSeeMessage": "Where did you see this message?",
  "pleasePass": "Please pass it on",
  "pleasePressButton": "Please click the「⌨️」button at the lower left corner to enter option code",
  "[No one has yet commented on this response]": "[No one has yet commented on this response]",
  "There are %s people think this response is helpful": "%s people think this response is helpful",
  "There are %s people think this response didn't help": "%s people think this response is not helpful",
  "Contains false information": "Contains false information",
  "Contains real information": "Contains true information",
  "Contains personal opinions": "Contains personal opinion",
  "Not in the scope of verification": "Not in the scope of verification",
  "The status of the response is undefined!": "Status of the response is undefined",
  "See different views": "See different views",
  "Source": "Source",
  "There is no %s for this response, please consider the credibility of the response.": "This response has no %s, please judge for yourself the credibility of this response.",
  "My reason is:": "My reason is:",
  "I feel that the response did not help and can be improved like this:": "I think this response is not helpful but can be improved as follows:",
  "Send a message to the public database?": "Send message to the open database?",
  "If this is a \"transfer message\" and you feel that this is likely to be a \"rumor\", please send this message to the public database for documentation and acknowledgment.": "If you think this 「forwarded message」 is a 「rumor」, please send this message to the open database and let other users verify and respond.",
  "Although you will not receive the verification results immediately, you can help those who also receive this message in the future.": "Although you would not receive the verification results immediately, it will still be helpful to those who may receive the same messages in future.",
  "Please complete the operation on your 📱 smartphone.": "Please complete the operation on your 📱 smartphone.",
  "Be the first person in the world to return this message": "Be the first person in the world to report this message",
  "There is currently no message in your database. If this is a \"transfer message\" and you think it is likely to be a \"rumor\"": "At present the database does not contain any message sent by you. If this is a「forwarded message」 and you think it is a 「rumor」,",
  "Please click \"🆕 to enter the database\" to open this message and let the good people check and reply.": "Please click 「🆕 Send to database」 to publicise this message and let other users verify and respond",
  "Send to the database": "Send to database",
  "Far away relatives are not as good as neighbors.": "Far away relatives are not as good as close neighbors",
  "Asking relatives and friends is always right. Share the message to your friends, maybe someone can help you!": "It is always helpful to ask for others' opinion. Share this message with your friends. Maybe someone would be able to help clear your doubts",
  "Group": "Group",
  "The idea that I received this message is": "My opinion on the message received is",
  "Please help me see if this is true or not": "Please help check whether this is true or not",
  "Facebook": "Facebook",
  "#CofactsSolve": "#Cofacts help",
  "It's always right to ask friends and relatives.": "It is always helpful to ask around.",
  "Maybe there are people in your friends who can solve your problems!": "Some of your friends may be able to solve this!",
  "Who do you want Call-out?": "Who would you like to call-out to?",
  "We don't understand QQ": "We don't understand",
  "Heroes, please come back.": "Heroes, please come back again.",
  "Read please pass": "Please pass it on after reading",
  "The amount of information you just sent was too small, and the editor could not verify it.": "The information provided is too little and the editor is unable to verify.",
  "Please refer to the 📖 manual for the scope of verification.": "Please refer to the 📖 user manual for scope of verification.",
  "Ah, it seems that your message has not been included in our database.": "Ah, it seems that your message has not yet been recorded in our database",
  "Please pass": "Please pass it on",
  "Please enter 1~": "Please enter \"1\"",
  "number to choose the message.": "(number) in order to select message.",
  "This message has:": "This message has",
  "Then the response is marked": " … messages marked",
  "contains false information": "contains false information",
  "contains real information": "contains true information",
  "contains personal opinions": "contains personal opinion",
  "Read this response": "Read this response",
  "For more responses please go to:": "For more responses please go to:",
  "Sorry, no one has responded to this message yet!": "Sorry no one has responded to this message so far",
  "number to choose to respond.": " (number) to select response.",
  "Someone on the Internet responded to this message like this:": "Someone on the Internet has responded to this message as follows:",
  "In summary, the respondent believes that it": "In summary, the respondent believe …",
  "The above information is provided by good people. Please consider the source and reason to think about it.": "The above information is provided by user with good intention. Please judge for yourself base on the information source and your analytical thinking.",
  "There are many different responses to this message. It is recommended to go to this place once and then judge:": "There are many different responses to this message. It is recommended to review all of them before making judgement:",
  "If you have a different opinion on this message, please feel free to write a new response here:": "If you have a different view to this message, you are welcomed to write a new response below:",
  "Is the above response helpful?": "Is the above response helpful?",
  "\"Yes\", please enter \"y\", \"No\", please respond to the phone.": "If yes please enter「y」, if no please respond on smartphone",
  "Yes": "Yes",
  "No": "No",
  "I want to know": "I also want to know",
  "Please click on \"I want to know\" above, or give up this and change other messages.":"Please click 「I also want to know」, or give this up and forward other messages",
  "Your needs have been recorded, a total of": "Your request has already been recorded, total …",
  "People are as eager to see a response to this message as you are. If there is an up-to-date response, it will be written in this place:": " … people would like to see responses to this message as you would. Any latest response would be posted here:",
  "number, choose the source of the message.": "(number), select source of message.",
  "Ok, I suggest you pass the message to MyGoPen or rum toast. Both are very professional rumors and you have a 💁 someone to answer your questions!": "Ok, I suggest you to forward the message to MyGoPen or Rum Toast. Both of them are professional verification sites.",
  "Rum toast": "Rum Toast",
  "[Talk to the editor about your doubts]": "【Talk to the editor about your doubts】",
  "Ok, thank you. If you think this is a rumor, please point out that you have doubts and persuade the editor that this is a message that should be blamed.": "Ok, thank you. If you think this is a rumor, please pinpoint your doubts and convince the editor that this message has to be verified.",
  "Please click on the \"⌨️\" button in the lower left corner to send us the reason why \"what you think is a rumor\" to help the editors to clarify your doubts;": "Please click the 「⌨️」 button  at the lower left corner and send us the reasons why you believe the message is a rumor in order to assist editor in clarifying your doubts.", 
  "If you want to skip, please enter \"n\".": "If you would like to skip, enter 「n」.",
  "Tell your doubts with the editor": "Tell your doubts to the editor",
  "Ok, thank you. If you want to be ignorant, you can follow this one, please click \"I want to know\" to tell everyone your thoughts.": "Ok, thank you. If you would like other users to be aware of this message, please click 「I also want to know」 to tell others your opinion.",
  "Ok, thank you.": "Ok, thank you.",
  "Please click on the \"Send button\" above to send the current message to the database or transfer other messages.": "Please click the「send」 button to send the current message to the database or forward other messages.",
  "The message you have returned has been included:": "The message reported by you has already been archived at:",
  "Someone on the internet said": "Someone on the Internet said",
  "Oh!": "Oh!",
  "Please go to %s to see the responses, reasons, and related sources of the folks!": "Please go to %s to see the responses, justifications and related sources provided by the other folks!",
  "Thank you for your feedback with other %s people.": "Thank you for the feedback from you and %s other users.",
  "Thank you for your feedback, you are the first to comment on this response :)": "Thank you for your feedback. You are the first person to comment on this response :)",
  "Don't forget to pass the above response back to your chat room and show it to others!": "Don't forget to forward the above response back to your chatroom to show it to others!",
  "If you think you can respond better, welcome to %s to submit a new response!": "If you think you can make a better response, you are welcomed to submit a new response at %s!",
  "If you think you can respond better, please feel free to submit a new response!": "If you think you can make a better response, you are welcomed to submit a new response!",
  "Share with friends": "Share with friends",
  "Submit a new response": "Submit a new response",
  "Please click \"Yes\" or \"No\" above to express your opinion on the response, or change the other information to me.": "Please click 「Yes」 or 「No」 to express your opinion on the response or forward other messages to me as inquiries.",
  "BotIsOutOfOrder": "Oops, the bot is out of order. Can I pass it again? QQ",
  "UnsupportedMessageTypeWarning": "We don't support messages other than text!"

}
